'use strict';

module.exports = {
    success: [
        () => 'Если Вы людям нравитесь, то Вы хороши. Если они ненавидят Вас, то Вы — лучший.',
        () => 'Не надо слушать тех, кто велит тебе играть на скрипке, когда у тебя хорошо получается стучать в барабан.',
        () => 'Когда я хочу услышать умного человека — Я начинаю говорить.',
        () => 'Пожалуйста, не зовите меня занудой, но я — победитель Лиги чемпионов, и думаю, что я – совершенно особенный.',
        () => 'Есть те, кто радуется после побед. У меня нет на это времени.',
        () => 'Если люди, говоря обо мне, хотят стать известнее, они должны мне приплачивать.',
        () => 'Мне не нужен игрок — прекрасный человек с великолепным характером. Эти качества я хотел бы видеть в своих детях. Мне нужен тот, кто отправит мяч в сетку.',
        () => 'Я не лучший тренер в мире, но не думаю, что кто-то лучше меня.',
        () => 'Иисус Христос тоже нравился далеко не всем, что уж говорить обо мне...',
        () => 'Лучше проиграть один раз 0:5, чем пять раз по 0:1.',
        () => 'Почему меня критикуют мои коллеги? Потому что отлично знают, что на следующий день окажутся на первых страницах газет. Для них это бесплатная реклама.',
        () => 'Вы видели голевые моменты моей команды и то, как мы доминировали над соперником? Мы могли бы победить со счётом 5:1, а голкипером нашей команды мог быть я.',
        () => 'Вы действительно хотите знать о моих политических предпочтениях? Я склоняюсь к системе 4-3-3.',
        () => 'Переходи в мою команду и никогда не будешь вторым.',
        () => 'Мудак — это тот, кто считает, что ему больше не нужно прогрессировать. Я — не мудак.',
        () => 'Футбол как атомная война. Здесь нет победителей, есть только выжившие.',
        () => 'Футболисты стали иконами сами для себя, и увидели другую футбольную икону в моём лице. Поэтому у нас всё в хорошо в раздевалке.',
        () => 'Из всех брошенных в меня камней можно воздвигнуть памятник.',
        () => 'Я тренер, Я не Гарри Поттер. Он волшебник, но в жизни нет места волшебству. Волшебство фикция, а футбол нет.',
        () => 'Любите вы меня или нет, но я единственный, кто выиграл три важнейших в мире чемпионата. Так что, возможно, люди должны называть меня не «особенным», а «единственным»',
        () => 'Если «Барселона» играет лучше противника, она выигрывает. Если же лучше играет противник, то судья делает так, чтобы все равно выиграла «Барселона».',
        () => 'Я хочу изменить философию футбола.',
        () => 'Умеешь посылать, умей и сам ходить.'
    ]
};
